---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Opening
source: html/44d5feb7-de14-3339-7cc2-aa5319c6e353.htm
---
# Opening Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.